{
	"question": [
		"If you had a time machine, to which time period would you go?",
		"Have you ever been hypnotized?",
		"Who did you vote for? Or who would you vote for?",
		"If you had to choose brains or beauty, which would you pick?",
		"What’s the worst gift you’ve ever received?",
		"If your life were made into a movie who would play you?",
		"How many times have you snuck out of the house?",
		"Can you touch your tongue to your nose?",
		"If you could live anywhere in the world, where would you live?",
		"What was the best day of your life?",
		"Are you in any sports?",
		"Do you keep a diary or a journal?",
		"Would you ever get on a dating website?",
		"What was the nastiest prank you ever played on someone?",
		"What was your favorite cartoon when you were little?",
		"Have you ever thrown up in someone’s car?",
		"Would you prefer to be smart or happy, and why?",
		"When did you learn how to ride a bike?",
		"If there was no such thing as money, what would you do with your life?",
		"Have your ever sleep-walked?",
		"Have you ever broken something and blamed someone else?",
		"Have you ever snuck anyone into the house?",
		"What’s the weirdest thing about you? Are you proud of it?",
		"Who is your favorite Disney character?",
		"What would you do if you were invisible for a day?",
		"Give someone in the group a piggyback ride around the room.",
		"Tape two paper or plastic cups to the front of your shirt.",
		"Recite the multiplication table of 2.",
		"Share a shirt with the person to your right for the next 3 rounds.",
		"Imitate a Chinese accent for 2 turns.",
		"Don’t say ‘yes’ or ‘no’ for 1 minute.",
		"Try to sell ice in the street.",
		"Send an email to one of your teachers, telling them about how your day is going.",
		"Paint your fingernails with a crayon.",
		"Eat a spoon of salt.",
		"Snort a line of sugar.",
		"Get blindfolded and spin around 10 times and walk down the street and back.",
		"Get some powder in your hands and smack the person to your left on the cheek.",
		"Wrap your head in your t-shirt and sit like that for one round.",
		"Read the last message you received out loud.",
		"Up to 50 jumping jacks.",
		"Write a Facebook (or other social media) post only using your toes.",
		"Mime your dream job.",
		"Call a random person and sing happy birthday to them.",
		"Stand like a flamingo for the next four rounds.",
		"Make a headdress out of toilet paper and pose for photos.",
		"Slap the person to your left on the booty.",
		"Kiss your right neighbor on a cheek.",
		"Do an impression of your favorite celebrity.",
		"Make up a story about the item to your right.",
		"Do you prefer to be by yourself or with someone else?",
		"Would you rather live in a world of magic or superheroes?",
		"Have you ever sneaked snacks when your parents weren’t looking?",
		"If you had only 1 more day to live, what would you do?",
		"What college do you plan on going to?",
		"If you could be any dinosaur, which would it be?",
		"What’s your biggest pet peeve?",
		"If you could date anyone in the world, who would it be?",
		"Have you ever lied in Truth or Dare questions?",
		"If you could get rid of one household chore, what would it be?",
		"What is your favorite song?",
		"Have you ever used a water pipe? If so, tell about your experience!",
		"What food would you eat everyday if you could?",
		"Who is your ugliest friend?",
		"What type of delicious treat turns you on?",
		"How many best friends have you had during your lifetime?",
		"What’s the most beautiful place you’ve ever been to?",
		"Would you rather live in a house in a suburb or in an apartment in a big city?",
		"Describe yourself at age 30.",
		"What’s the worst gift you’ve ever given someone?",
		"What is the funniest thing your grandparents have ever said?",
		"If you could try out any job for a day, what would it be?",
		"Which fictional charcater would you love to marry?",
		"What are your worst habits?",
		"Do you ever fantasize about starting a band / opening a restaurant? What would you call it?",
		"Have you ever walked in on your parents?",
		"If you could be any animal, which one would you be?",
		"If you had to be renamed a name other than your own, which would you pick?",
		"Imagine you are a pair of chicken nuggets in a frying pan.",
		"You have to do the next dare someone else gets together with them.",
		"Open the window and try to get someone on the street to wave to you.",
		"Sellotape a teaspoon to your forehead.",
		"Go to Facebook and find the latest wall post you’ve received. Answer it with: “No, you’re wrong!”.",
		"Call your crush and just breathe into the phone.",
		"Drink a salty glass of milk.",
		"Say “ya heard meh” after everything you say for the next 5 minutes.",
		"Act like a clown while counting up to 20.",
		"Go to the kitchen and eat something that is not meant to be eaten alone.",
		"Go a whole minute without blinking.",
		"Lick the food of your choice on the back of someone’s neck.",
		"Choose 2 people who have to kiss on the mouth.",
		"You can’t say ‘yes’ or ‘no’ for 3 turns.",
		"Eat half a stick of butter.",
		"Pretend that you are in an invisible wheelchair.",
		"Smell a player’s armpit.",
		"Kiss your neighbour’s cheek.",
		"Draw something on the person on your right.",
		"Act like an old lady or an old man.",
		"Spin around for 10 seconds and run out the mailbox and back.",
		"Close your eyes while the group puts something edible and non-toxic in your mouth. You must eat it.",
		"Imitate a Californian accent for 2 turns.",
		"Imitate a celebrity and imagine yourself on a red carpet in front of the players."
	]
}